[
  {
  	"author" : "Magdalena Abakanowicz",
	"title" : "Words of wisdom",
	"content" : "It is easy to follow, but it is uninteresting to do easy things. We find out about ourselves only when we take risks, when we challenge and question.",
	"summary" : "It is easy to follow, but i...",
	"date" : 1141584505670
  },
  {
  	"author" : "James Luther Adams",
	"title" : "I'd like to add...",
	"content" : "The faith of a church or of a nation is an adequate faith only when it inspires and enables people to give of their time and energy to shape the various institutions -- social, economic, and political -- of the common life.",
	"summary" : "The faith of a church or of...",
	"date" : 1141584705694
  },
  {
  	"author" : "Jean Paul",
	"title" : "Let it be known!",
	"content" : "For sleep, riches and health to be truly enjoyed, they must be interrupted.",
	"summary" : "For sleep, riches and healt...",
	"date" : 1141584705700
  },
    {
  	"author" : "Billie Holiday",
	"title" : "My two cents...",
	"content" : "Don't threaten me with love, baby. Let's just go walking in the rain.",
	"summary" : "Don't threaten me with love...",
	"date" : 1241584705705
  },
    {
  	"author" : "Susan B. Anthony",
	"title" : "Equality",
	"content" : "It was we, the people, not we, the white male citizens, nor yet we, the male citizens, but we, the whole people, who formed this Union. And we formed it, not to give the blessings of liberty, but to secure them; not to the half of ourselves and the half of our posterity, but to the whole people -- women as well as men.",
	"summary" : "It was we, the people, not ...",
	"date" : 1241584705790
  },
    {
  	"author" : "W. H. Auden",
	"title" : "Personal Knowledge",
	"content" : "The most difficult problem in personal knowledge, whether of oneself or of others, is the problem of guessing when to think as a historian and when to think as an anthropologist.",
	"summary" : "The most difficult problem ...",
	"date" : 1241584705800
  },
    {
  	"author" : "Richard Aldington",
	"title" : "The Funeral",
	"content" : "We pass and leave you lying. No need for rhetoric, for funeral music, for melancholy bugle-calls. No need for tears now, no need for regret. We took our risk with you; you died and we live. We take your noble gift, salute for the last time those lines of pitiable crosses, those solitary mounds, those unknown graves, and turn to live our lives out as we may. Which of us were fortunate -- who can tell? For you there is silence and cold twilight drooping in awful desolation over those motionless lands. For us sunlight and the sound of women's voices, song and hope and laughter, despair, gaiety, love -- life. Lost terrible silent comrades, we, who might have died, salute you.",
	"summary" : "We pass and leave you lying...",
	"date" : 1341584705820
  },
    {
  	"author" : "Richard Aldington",
	"title" : "Patriotism",
	"content" : "Patriotism is a lively sense of collective responsibility. Nationalism is a silly cock crowing on its own dunghill.",
	"summary" : "Patriotism is a lively sens...",
	"date" : 1341584705850
  }
]